<div id="column2">
<h1>Main</h1>
	<p>Ида-Вирумааский центр профессионального образования (ИВЦПО) является крупнейшим в Ида-Вирумаа профессиональным учебным 
	заведением, где в среднем обучается 1200 учащихся и работает 130 человек. В Ида-Вирумааском центре профессионального 
	образования обучение можно получить в 15 областях: торговля, бизнес-услуги, информационная и коммуникационная технология, 
	энергетика и автоматика, механика и металлообработка, транспортная техника, добыча ископаемых, химическая обработка, обработка 
	древесины, обработка текстиля и кожи, строительство, услуги красоты, логистика, обслуживание на предприятиях туризма, общественного 
	питания и гостиницах – всего по 31 специальности.</p>
	

</div>